IDEA Open Model
MatSteelEc2.UserDiagram Property
Compatible with IDEA StatiCa Beta 20.0
 Stress-strain diagram defined by user
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Polygon2D UserDiagram { get; set; }
Public Property UserDiagram As Polygon2D
	Get
	Set
Property Value
Type: Polygon2D
See Also
Reference
MatSteelEc2 Class
IdeaRS.OpenModel.Material Namespace